Repository: giellalt/corpus-nob
Catalog: prestable/tmx/fkv/admin/ffk/ffk_1_kvensk_bibliotektjeneste_1_kvensk_20.06.2017.docx.tmx
Source language: nob
Languages: fkv

source: FFK - Kvensk bibliotektjeneste
fkv: Oversatt til kvensk: Kainun institutti - Kvensk institutt 31.05.2017 / Pirjo Paavalniemi

source: Enkeltord til oversettelse:
fkv: Kontakt oss Ota kontaktin

source: Litteratur Litteratuuri
fkv: Kekkä oon kväänit?

source: Arkiv og forskning Arkiivi ja tutkimus
fkv: Alle Kaikki Send Lähätä

source: Institusjoner Institusjuunit
fkv: Mie halluun uutispreevin e-postissa!

source: Forfatterskap Kirjailiijatyö
fkv: Halluutko kontaktin meiđän kans?

source: Media og ressurser Meedia ja resyrsit
fkv: Kirjoita meile mellingin loovhaan mikä oon alapuolela.

source: Takk for meldingen!
fkv: Kiitos mellingin eđestä!

source: Kvensk bibliotektjeneste ble lansert 1. juni 2017.
fkv: Kväänin biblioteekkipalvelun lanseerathiin 1. juunikuuta 2017.

source: Finnmark fylkesbibliotek produserer innholdet og er ansvarlig for nettsiden.
fkv: Finmarkun fylkinbiblioteekki tekkee sisälyksen ja ottaa eđesvasthauksen nettilaiđasta.

source: Bibliotektjenesten inneholder omtaler av kvenskspråklige utgivelser og omtaler av utgivelser om kvenske/norskfinske forhold på alle språk.
fkv: Biblioteekkipalvelussa oon muisteluksii kvääninkielisistä ulosanniista ja kans muisteluksii muunkielisistä ulosanniista kvääniin ja ruijansuomalaisten ympäri.

source: Nyheter fra kvenske/norskfinske formidlingsarenaer presenteres i kalenderen, og hvert kvartal samles nye innlegg i et nyhetsbrev som kan abonneres på.
fkv: Joka kolmas kuukausi kovothaan uussii kirjoituksii ja net annethaan ulos uutispreevissä jonka saatat tilata ittelesti. Tämä palvelu oon jatko etuprosjektille Kväänin biblioteekkipalvelu 2015.

source: Tjenesten er en oppfølging av forprosjektet Kvensk bibliotektjeneste 2015, et samarbeidsprosjekt mellom Finnmark fylkesbibliote
fkv: Se oon yhtheistyöprosjekti jossa oon myötä Finmarkun fylkinbiblioteekki, Tromssan fylkinbiblioteekki, Raisin biblioteekki ja Tromssan Universiteettibiblioteekki.

source: Nettsiden oversettes til kvensk av Kvensk institutt.
fkv: Kainun institutti käänttää nettilaiđan kväänin kielele.

source: Den nasjonale minoriteten kvener/norskfinner er en folkegruppe med røtter i Nord-Sverige og Finland.
fkv: Kväänit/ruijansuomalaiset oon nasjunaali minoriteetti, ja tämän kansanjoukon juuret oon Pohjais-Ruottissa ja Suomessa.

source: I Nord-Troms er det dokumentert kvensk bosetting fra 1500-tallet av, mens de mer omfattende flyttebevegelsene til Troms og Finnmark pågikk fra første halvdel av 1700-tallet og i andre halvdel av 1800-tallet.
fkv: Pohjais-Tromssassa oon dokumenteerattu kvääniin asumista 1500-luvulta saakka, mutta suuremat ihmisjoukot siirythiin Tromsshaan ja Finmarkkhuun 1700-luvun alkupuoliskolla ja 1800-luvun loppupuoliskolla.

source: Det foreligger ingen offisiell statistikk over hvor mange som regner seg som kvener/norskfinner i dag.
fkv: Ei ole mithään ylheistä statistikkii siitä kunka moni räknää ittensä kvääniksi/ruijansuomalaiseksi tääpänä.

source: Gruppa fikk status som nasjonal minoritet i 1998, da Stortinget ratifiserte Europarådets rammekonvensjon for beskyttelse av nasjonale minoriteter.
fkv: Joukko sai nasjunaalin minoriteetin statuksen vuona 1998, ko Isotinka ratifiseerasi Euroopparaatin raamisopimuksen ette suojelhaan nasjunaalit minoriteetit.

source: Minoriteten representeres av tre interesseorganisasjoner, Ruijan Kveeniliitto/Norske kveners forbund, Norsk-Finsk forbund/Norjalais-Suomalainen Liitto og Kvenlandsforbundet/Kveenimaayhistys.
fkv: Minoriteetila oon kolme eri intressiorganisasjuunii, Ruijan Kveeniliitto/Norske kveners forbund, Norsk-Finsk forbund/Norjalais-Suomalainen Liitto ja Kvenlandsforbundet/Kveenimaayhistys.

source: Minoriteten kaller seg selv kvener og norskfinner, og språket for kvensk eller finsk.
fkv: Minoriteetti kuttuu ittensä sekä kvääniiksi ja ruijansuomalaisiksi, ja kielen kväänin tahi suomen kieleksi.

source: Kvensk er et finsk-ugrisk språk som er nært beslektet med meänkieli i Sverige og med dialekter i Nord-Finland.
fkv: Kväänin kieli oon suomalais-ugrilainen kieli. Se oon likkeistä sukkuu Ruottin meänkielen kans ja Pohjais-Suomen dialektiitten kans.

source: Kvensk ble anerkjent som nasjonalt minoritetsspråk i 2005.
fkv: Kväänin kielen tunnustethiin nasjunaaliksi minoriteettikieleksi vuona 2005.

source: Fra 2011 har begrepene kvener og norskfinner blitt brukt som likestilte som navn på minoriteten.
fkv: Vuođesta 2011 alkkain oon minoriteetista käytetty nimmii kväänit ja ruijansuomalaiset. Nämät oon tasa-arvoiset nimet.

source: Elise Balo-brevsamlingen består av bortimot 200 amerikabrev fra familie, venner og bekjente i Norge, Finland, Sverige og Amerika og dekker perioden 1892 – 1943.
fkv: Elise Balo-preevikokhoonpanossa oon melkkein 200 amerikanpreevii perheeltä, ystäviiltä ja tutuilta Norjassa, Suomessa, Ruottissa ja Amerikassa. Preevit oon lähätetty vuossiin 1892 – 1943 aikana.

source: En god del av brevene er skrevet på finsk/kvensk og disse er også er digitalisert.
fkv: Iso osa preeviistä oon kirjoitettu suomeksi/kvääniksi, ja net oon kans digitaliseerattu.

source: Her er en lenke til de digitaliserte brevene:
fkv: Tästä linkistä löyđät digitaliseeratut preevit:

source: Elise Kristine Balo ble født i 1873 i Vestre Jakobselv som et av Thomas H. og Sofie (f. Tiberg) Lilleeng seks barn.
fkv: Elise Kristine Balo syntyi vuona 1873 Annijovessa. Hän oli yksi Thomas H. ja Sofie (s. Tiberg) Lilleengin kuuđesta lapsesta.

source: Røttene sine hadde de i Tornedalen.
fkv: Heiđän juuret olthiin Tornionlaksossa.

source: Thomas Lilleeng (1847-1914) var lærer, fiskerbonde, herredspolitiker og læstadianer-predikant.
fkv: Thomas Lilleeng (1847-1914) oli opettaaja, kalastaajapuuna, komuunin politikkeri ja lestaadiolainen saarnamies.

source: Elise, hennes to søstre (Annette) og Emma (senere Joki) og fire brødre (Isak, bygdebokfatter Gustav Anton, Andreas og Hans Johan lærte i sin barndom det kvenske språket som ble brukt i det daglige livet hjemme.
fkv: Isak (kylänkirjailiija), Gustav Anton, Andreas ja Hans Johan. Kaikin het opithiin kväänin kielen lapsena ja puhuthiin sitä jokapäivälisennä kielenä kotona.

source: Elise valgte også læreryrket.
fkv: Elise valitti kans ittele opettaajan ammatin.

source: I 1911 giftet hun seg med fisker Abiel Balo fra Kariel.
fkv: Vuona 1911 hän nai kalastaaja Abiel Balon joka oli

source: Kvengutten Karl – bakgrunn og oppvekst
fkv: Kväänipoika Karl - tavusta ja kassuuminen

source: I denne oppvekstromanen av Henry Pedersen får leseren et innblikk i livet til krigsgenerasjonen i Finnmark.
fkv: Henry Pedersen oon kirjoittannu kassuumisromaanin jossa hän muistelee sota-aijan sukupolven elämästä Finmarkussa.

source: Kvengutten Karl - bakgrunn og oppvekst forteller om hovedpersonen Karls barndom i den lille bygda Vestre Jakobselv på nordsiden av Varangerfjorden.
fkv: Kirja Kvengutten Karl - bakgrunn og oppvekst muistelee pääpersoonan Karlin lapsuuđesta pienessä Annijoven kylässä Varenkinvuonon pohjaisosassa.

source: Romanen er første bind i en serie på tre.
fkv: Kirja oon ensimäinen osa romaaniraiđosta jossa oon yhtheensä kolme kirjaa.

source: Forfatteren vokste selv opp i Vestre Jakobselv og romanen er tydelig biografisk.
fkv: Kirjailiija kasus ylös Annijovessa ja romaani oon selkkeesti biograafinen.

source: Inndelt i korte, frie fortellinger, og med et tydelig språk, er innholdet tilgjengelig for et bredt publikum.
fkv: Tarkat miljöökuvvaukset annethaan lukkiijalle kuvan kylänväjen kulttuurista ja jokapäivälisestä elämästä.

source: Gjennom detaljerte miljøskildringer får leseren et innblikk i bygdefolkets kultur og dagligliv.
fkv: Kirjailiija selittää mitä piti tehđä ko alethiin heinäntekhoon, santikanpyythöön ja neulothiin verkkoi.

source: Han forklarer forberedelsene til høyonna, flyndrefiske og bøting av garn.
fkv: Toissaalta nähđään suurpolitikin seurauđet ko aijothaan pakkoevakueerata väkkee.

source: Tiden etter at tyskerne dro sin vei, er preget av usikkerhet og spenning.
fkv: Sen jälkheen ko tyskäläiset lähđethiin pois maasta, tunnethiin epävarmuutta ja jännitystä.

source: Ryktene vet å fortelle at tyskerne, som nå befinner seg to mil unna, har fått beskjed om å vende tilbake for å brenne ned bebyggelsen som står igjen (Kvengutten Karl 100).
fkv: Olthiin kuultu ette tyskäläiset jokka olthiin kahđen miilan päässä, olthiin saanheet käskyn pyörttäät takaisin ja polttaat kaikki rakenukset (Kvengutten Karl 100).

source: Religion er et annet sentralt tema i boken.
fkv: Uskonto oon toinen tärkkee teema kirjassa.

source: Moren til Karl er læstadianer og Karl deltar på møtene deres, men læstadianismen er noe Karl ikke aksepterer uten videre.
fkv: Karlin muori eli äiti oli lestaadiolainen, ja Karl oon myötä heiđän kokkouksissa. Mutta Karl ei hyväksy lestaadionismii juuri niin helposti.

source: Konfirmasjonen blir et viktig vendepunkt for Karl, ved at han må stå imot sin egen mor og skolestyreren.
fkv: Rippikoulu oon tärkkee käänetkohta Karlin elämässä, ko hän häättyy vastustaat ommaa muorii ja koulunjohtaajaa.

source: Karl mener at denne generasjonskonflikten et kulturelt spenningsfelt mange unge lever i. Han grubler mye over både religionens plass i livet, og fremtidig utdanning.
fkv: Karl meinaa ette tämä sukupolvikonflikti oon kulttuuristen jännitheiđen kenttä jossa usseet nuoret elethään. Hän hunteeraa, ette kummoinen rooli uskonolla oon hänen elämässä ja tulleevaa koulutusta.

source: Han vil bryte med lange familietradisjoner om han tar utdanning i stedet for å drive med jordbruk og fiske.
fkv: Hän tullee katkaisemhaan pitkän perhettradisjuunin jos hän aikkoo opiskella eikä työtelä maanpruukin ja kalastuksen kans.

source: Hvilken vei Karl velger å gå, forteller Pedersen mer om i andre bind av romanserien.
fkv: Sen ette minkä tien Karl valittee, muistelee Pedersen enämen romaaniraiđon toisessa osassa.

source: Romanen ble utgitt på Nordnorsk Forlag i 2005.
fkv: Nordnorsk Forlag antoi ulos romaanin vuona 2005.

source: Om forfatteren
fkv: Tiettoo kirjailiijasta

source: Henry Pedersen (1933-2009) vokste opp i Vestre Jakobselv i Vadsø kommune.
fkv: Henry Pedersen (1933-2009) kasus ylös Annijovessa, Vesisaaren komuunissa.

source: Han utdannet seg innen bygg og anlegg, og flyttet til Bø der han arbeidet som etatsjef.
fkv: Hän opiskeli rakentaajaksi ja muutti Bøhön missä hän työteli etaatinjohtaajanna.

source: I underkant av 20 år arbeidet Pedersen med å bygge skoler og sykehus m.m. for hjelpeorganisasjoner i Afrika.
fkv: Melkheen 20 vuotta Pedersen rakensi koului ja sairaaloita m.m. avustusorganisasjuuniile Afrikassa.

source: Han debuterte som forfatter med første bind om kvengutten Karl i 2004.
fkv: Hän aloitti kirjailiijana vuona 2004 ko hän kirjoitti ensimäisen kirjan kväänipoika Karlin ympäri.

source: Boka fikk navnet Kvengutten Karl – bakgrunn og oppvekst, og de to påfølgende romanene fikk undertitlene – ungdomsår (2006) og – siviltjeneste, utdannelse og familie (2007).
fkv: Kirjan nimeksi tuli Kvengutten Karl – bakgrunn og oppvekst, ja kaksi tulleevaa ossaa saathiin alatittelit – ungdomsår (2006) ja – siviltjeneste, utdannelse og familie (2007).

source: Heftet Kainun reseptii er laget av Karin Larsen som er språk- og kulturmedarbeider ved Kvensk institutt i Børselv.
fkv: Karin Larsen oon tehny häftin Kainun reseptii. Larsen oon kieli- ja kulttuurityöntekkiijä Kainun institutissa Pyssyjovessa.

source: Heftet er tospråklig og inneholder tradisjonelle matoppskrifter fra Børselv-området.
fkv: Häfti oon kaksikielinen, kväänin- ja norjankielinen, ja siinä oon tradisjunellit reseptit Pyssyjovelta.

source: Larsen skriver at råvarer som fisk, kjøtt, bær og melkeprodukter var lokale i og med at mange holdt husdyr på gårdene sine.
fkv: Larsen kirjoittaa ette kalan, lihan, marjat ja maitotavarat saathiin likeltä, ko monet piđethiin elläimii kartanossa.

source: Du finner blant annet oppskrifter på Måseegg-vafler, rognboller og kaffeost.
fkv: Häftissä oon muun myötä Kairomuna-vaffeliin, mätikakkoin ja kaffijuuston reseptit.

source: Det ble utgitt av Kvensk institutt i 2011.
fkv: Kainun institutti antoi ulos häftin vuona 2011.

source: Dokumenterer dagens kvener
fkv: Dokumenteeraa nykypäivän kvääniitä

source: Det hemmelige språket er en dokumentar regissert av Finn McAlinden i samarbeid med professor på Institutt for lingvistikk og nordiske studier ved Universitetet i Oslo, Pia Lane.
fkv: Det hemmelige språket oon dokumenttifilmi jonka Finn McAlinden oon tehny yhđessä Oslon universiteetin kielitietheen ja pohjaismaisten kieliin institutin (Institutt for lingvistikk og nordiske studier ved Universitetet i Oslo) professorin Pia Lanen kans.

source: Filmen handler om kvensk språk og identitet blant de som bruker språket i dag.
fkv: Filmissä muistelhaan ihmisistä jokka tääpänä puhuthaan kväänin kieltä ja heiđän identiteetistä.

source: Kvensktalende i alle aldre fra ulike områder i Finnmark og Troms blir intervjuet om hva kvensk språk og kultur betyr for dem. Flere forteller om fornorskning, skam og manglende støtte fra myndighetene, men også om positive opplevelser i senere tid.
fkv: Filmissä kaikenikäiset kvääninkieliset ihmiset Finmarkussa ja Tromssassa muistelhaan mitä kväänin kieli ja kulttuuri merkittee heile. Usseet muistelhaan norjalaistamisesta, häppeestä ja ko esivallat ei kuuronheet heitä.

source: Studenten Osvald Josefsen fra Børselv har valgt å ta emner i kvensk på universitetet, og går opp til muntlig og skriftlig eksamen mot slutten av filmen.
fkv: Studentti Osvald Josefsen Pyssyjovesta oon valittennu opiskella kväänii universiteetissa, ja filmin lopussa hän mennee kväänin kielen eksaamenhiin jossa pittää puhhuut ja kirjoittaat.

source: Betydningen et standardisert skriftspråk har for minoriteten er viet mye plass i filmen.
fkv: Filmissä nostethaan esile sen, kunka tärkkee standardiseerattu kieli oon minoriteetile.

source: Pia Lane forklarer hvorfor språk er en så viktig identitetsmarkør, og hun mener at vi må ta lærdom av tidligere feil i møte med et stadig mer flerkulturelt samfunn.
fkv: Pia Lane selvittää miksi kieli oon niin tärkkee identiteetin merkki, ja hän meinaa ette met häyđymä ottaat oppii aijemista virheistä ko kohtaama samfynnin josta oon tulossa yhä enämen monikulttuurinen.

source: Dokumentaren ble vist på Nasjonalbiblioteket i 2015 i forbindelse med at kvensk da hadde vært anerkjent som offisielt språk i 10 år.
fkv: Dokumentin näytethiin Nasjunaalibiblioteekissa vuona 2015 ko kväänin kieli oli ollu viralisena kielenä 10 vuotta. Norja-kvääni fraasisanakirja vanhoinhoittoo varten

source: Kainun institutti – Kvensk institutt har gitt ut en liten bok med kvenske ord og uttrykk for omsorgspersonale i helsevesenet.
fkv: Kainun institutti – Kvensk institutt oon antanu ulos pikkuisen kväänin- ja norjankielisen fraasikirjasen tervheystyötä varten.

source: Forordet vektlegger hvor viktig det er å kunne kommunisere med eldre på deres morsmål.
fkv: Kirjan alkusanoissa nostethaan esile sen ette kunka tärkkee oon kommuniseerata vanhoin kans heiđän omala äitinkielelä.

source: Det er allment kjent at en som har lært norsk som andrespråk med alder og helsesvekkelse kan miste det innlærte andrespråket, slik at morsmålet igjen er eneste forståelige språk.
fkv: Se oonki ylheisesti tieđossa ette jos ihminen oon oppinu norjan kielen toisena kielenä, niin ijän ja heikon tervheyđen myötä hän saattaa sen kans unheettaat. Silloin äitinkieli oon ainua kieli mitä hän ymmärtää.

source: Norsk-kvensk fraseordbok for pleie og omsorg er derfor et nyttig verktøy som kan bidra til å sikre en god og respektfull behandling av kvensktalende med omsorgsbehov.
fkv: Norsk-kvensk fraseordbok for pleie og omsorg oon sen tähđen hyöđylinen työkalu. Se oon myötä varmistamassa ette kvääninkieliset vanhemanpuolen ihmiset saađhaan hyvän ja arvokkhaan hoiđon.

source: I tillegg til ord og begreper direkte relatert til pleiefaget inneholder boka også oversikt over alminnelige begreper som klokkeslett, årstider, farger og slektskapsforhold, dessuten ordforråd knytta til det gamle arbeidslivet i bygdene, og til dyr og planter, mat og drikke.
fkv: Siinä oon kans kellonaijat, vuođenaijat, färit ja sanat jokka liitythään sukulaisuutheen. Lisäksi oon sanat joita käytethään ko puhuthaan kylän töistä vanhaasseen aikhaan, elläimistä, kasvuista, ruovasta ja juomista.

source: Fadervår er med, naturligvis også høflighetsfraser, hilseord og uttaleregler.
fkv: Isä meiđän oon kans myötä, ja tietenki kans höölifraasit, tervettelyt ja kunka sanat sanothaan.

source: Slik sett kan boka være et godt hjelpemiddel for alle som ønsker å lære seg litt kvensk dagligtale.
fkv: Kirja saattaa olla kans hyvä apuneuvo kaikile jokka haluthaan oppiit pikkuisen jokapäivälistä kväänin kieltä.

source: Språk- og kulturmedarbeider Karin Larsen ved Kainun institutti – Kvensk institutt har gjort et godt arbeid med å skrive, samle og gruppere stoffet.
fkv: Kainun institutin kieli- ja kulttuurityöntekkiijä Karin Larsen oon tehny hyvän työn ko oon kirjoittannu, kovonu ja jakanu materiaalin.

source: Spøkelset og Stjernegutten I &amp; II
fkv: Kummitus ja Tähtipoika I &amp; II

source: Eriksen henter inspirasjon fra naturens formasjoner i sine barnebøker om Spøkelset og Stjernegutten.
fkv: Agnes Eriksen oon kirjoittannu lastenkirjat Kummitus ja Tähtipoika I &amp; II. Inspirasjuunin kirjoihin hän oon noutanu luonosta.

source: Boka er rikt illustrert med fotografier av stein og is som raskt blir til levende figurer hvis man ser godt nok etter.
fkv: Kirjassa oon kuvvii kivistä ja jäästä, ja ko oikhein tarkasti kattoo, niin niistä tullee elläävii figuriita.

source: Spøkelset bor i Steinbygda langt mot nord og Stjernegutten kommer fra en stjerne langt borte.
fkv: Kummitus assuu Kivikylässä kaukana pohjaisessa ja Tähtipoika oon kaukhaiselta tähđeltä pois.

source: I den første boka er det vår og sommer og Stjernegutten har akkurat kommet til Steinbygda.
fkv: Ensimäisessä kirjassa oon kevät ja kesä ja Tähtipoika oon justhiin tullu Kivikylhään.

source: De to hovedpersonene drar på oppdagelsesferd sammen.
fkv: Kummitus ja Tähtipoika lähđethään yhđessä tutkimusmatkale.

source: De treffer en katt som heter Ulv, en kveite som sitter fast i et garn, en snill hai som hjelper Spøkelset opp fra fjæra, en tarefisk som har lagt seg til å sove for vinteren og mange andre.
fkv: Het kohđatelhaan kissan jonka nimi oon Hukka, palthaan joka oon jääny kiini verkkhoon, kiltin hain joka auttaa Kummituksen ylös fiervasta, staarakalan joka oon menny talviunile ja monnii muita.

source: Naturlige fenomener som flo og fjære gis menneskelige egenskaper i Eriksens verden.
fkv: Eriksenin mailmassa luonoliset fenomeenit niin ko ullivesi ja fiervavesi saađhaan ihmisen ominaisuuksii.

source: Det er nemlig når Havkongen trekker pusten at sjøen faller, og når han puster ut igjen at det flør.
fkv: Se oon nimittäin silloin ko Merenkuningas vettää hengen ette merivesi sokkuu, ja ko hän hengittää ulos niin merivesi täyttyy.

source: Årstidene med mørketid og snø, midnattssol og blomster er tilbakevendende motiver i bilder og tekst, og bok to avsluttes nettopp med at vinternatten kommer.
fkv: Kuvissa ja tekstissä tullee esile vuođenaikkoin vaihettelut, niin ko pimmeenaika eli kaamos ja lumi, keskiyönaurinko ja kukat. Toinen kirja päättyy siihen ette talviyö alkkaa.

source: Spøkelset går i dvale og Stjernegutten følger nordlyset hjem til sin stjerne.
fkv: Kummitus mennee leppäämhään ja Tähtipoika lähtee taivhaanvalkkeitten myötä takaisin omale tähđele.

source: Bøkene ble utgitt på Ruija Forlag i 2011 med støtte fra Norsk kulturråd.
fkv: Ruija Forlag oon antanu ulos kirjat vuona 2011, ja siihen het oon saanheet rahhaa Norjan kulttuuriraatilta.

source: Agnes Eriksen (f. 1951) kommer fra den flerkulturelle bygda Mårnes i Porsanger kommune.
fkv: Agnes Eriksen (s. 1951) oon pois monikulttuurisesta Mouruniemen kylästä joka oon Porsangin komuunissa.

source: Der vokste hun opp i en søskenflokk på fem med kvensk og norsk som hjemmespråk.
fkv: Sielä hän kasus viiđen sisaruksen kans. Kotikielenä olthiin kvääni ja norja.

source: Eriksen har lenge vært en viktig stemme i arbeidet med å revitalisere kvensk språk.
fkv: Eriksen oon jo kauvoin ollu tärkkee vaikuttaaja ko oon revitaliseerattu kväänin kieltä.

source: Hun har undervist i både kvensk og finsk, og har laget det kvenske læreverket Minun kieli – minun aaret (2014, 2015) for 1-6. klasse.
fkv: Hän oon opettannu sekä kväänii ja suomee, ja kirjoittannu 1.-6. klassii varten kvääninkielisen oppimateriaalin Minun kieli – minun aaret (2014, 2015).

source: Hun har redigert en samling kvenske/finske rim og regler ved navn Piu Pau Paukkuu (2003), og skrevet de tospråklige barnebøkene Kummitus ja Tähtipoika / Spøkelset og Stjernegutten 1 og 2 (2011).
fkv: Hän oon tehny kirjan Piu Pau Paukkuu (2003), johon hän oon kovonu ja redigeeranu kväänin-/suomenkielissii riimii ja lorrui. Lisäksi Eriksen oon kirjoittannu kaksikieliset lastenkirjat Kummitus ja Tähtipoika / Spøkelset og Stjernegutten 1 ja 2 (2011).

source: For sin innsats fikk hun som første mottaker Kvensk språkpris sammen med språkforskeren Eira Söderholm i 2017.
fkv: Agnes Eriksen sai ensimäisen Kväänin kielipalkinon yhđessä kielitutkiija Eira Söderholmin kans vuona 2017.

source: Den første kvenske romanen – Kuosuvaaran takana
fkv: Ensimäinen kvääninkielinen romaani – Kuosuvaaran takana

source: Livet på den tida hadde vært så enkelt.
fkv: "Elämä oli siihen aikhaan ollu niin helppoo.

source: Da krigen kom, ble verden tristere.
fkv: Ihmisille oli tullu pölkö ja vaiva.

source: Folk ble redde og bekymrede. Trusselen om å miste livet ble en følgesvenn.
fkv: Jokapäiväinen hengen menettämisen uhkaki oli ollu heiđän matkakumppanina.

source: All mat måtte rasjoneres (Kuosuvaaran takana 45).
fkv: Ja kaikki ruoka kortila. " (Kuosuvaaran takana 45)

source: Denne oversatte smakebiten er hentet fra første bind i romanserien Elämän jatko av Alf Nilsen-Børsskog.
fkv: Tämän pikku tekstin oon nouđettu Elämän jatko -kirjaraiđon ensimäisestä osasta jonka Alf Nilsen-Børsskog oon kirjoittannu.

source: Kuosuvaaran takana, den aller første romanen skrevet på kvensk, kom ut på Iđut forlag i 2004.
fkv: Kirja Kuosuvaaran takana oon ensimäinen romaani jonka oon kirjoitettu kväänin kielelä, ja Iđut-forlaaki antoi sen ulos vuona 2004.

source: På det tidspunktet fantes det ikke et kvensk skriftspråk og forfatteren måtte selv skape det med utgangspunkt i morsmålet sitt kvensk.
fkv: Silloin ei ollu vielä kväänin kirjakieltä, ja niinpä kirjailiija loi itte kirjakielen oman äitinkielen pohjalta.

source: Det massive verket ble viet mye oppmerksomhet i media og fikk positive kritikker.
fkv: Tämä massiivinen kirja sai paljon huomioo meediassa, ja se sai kans paljon positiivista kritikkii.

source: Kuosuvaaran takana er ikke bare et pionerverk innen kvensk litteratur, men også en treffende skildring av Børselvs nærhistorie.
fkv: Kuosuvaaran takana ei ole tyhä kväänikirjalisuuđen pioneerityö, mutta siinä kans kuvathaan hyvin Pyssyjoven likihistooriaa.

source: Den forteller om den dramatiske høsten 1944 i Porsanger.
fkv: Kirjassa muistelhaan dramaattisesta yöstä vuona 1944 Porsangissa.

source: De tyske okkupantene begynte tilbaketrekningen da krigen ansås tapt, og folk ble beordret evakuert.
fkv: Tyskäläiset okkupantit lähđethiin väistymhään takaisin ko heiđän olthiin voitettu sođassa, ja väjen määräthiin evakkhoon.

source: Romanen følger en gruppe kvener som i frykt for å bli tvangsevakuert flykter til Kuosuruto bak Kuosuvaara – der blir de tvungne til å overvintre i en torvgamme.
fkv: Romaanissa muistelhaan yhđestä joukosta kvääniitä jokka pöläthään ette heiđät pakkoevakueerathaan, ja sen tähđen het pajethaan Kuosuvaaran taka Kuosuruthoon.
